types = [
    (1, 'Сладкие пироги'),
    (2, 'Овощные пироги'),
    (3, 'Мясные пироги'),
    (4, 'Рыбные пироги'),
]
cakes = [
    (
         1,
         'Пирог с яблоком и корицей',
         'Пирог с яблоком и корицей прекрасно подходит '
         'в качестве десерта или для чаепития. '
         'Сладкие яблоки и свежемолотая корица - основа особого рецепта нашего пекаря.'
         ' Стоит попробовать!',
         'images/apple.jpeg',
         1
     ),
    (
         2,
         'Пирог с маком',
         'Вкусный пирог с маком привлекает и своим вкусом, и внешним видом.',
         'images/makom.jpeg',
         1
     ),
    (
         3,
         'Пирог с картофелем и луком',
         'Пирог с картофелем и луком имеет '
         'домашний вкус, сочетая в себе любимые продукты. '
         'Попробуйте сами!',
         'images/potato.jpeg',
         2
     ),
    (
         4,
         'Пирог с капустой и яйцом',
         'Все мы так любим бабушкины вкусности, '
         'поэтому, если вы желаете с головой окунуться в детство '
         'и отведать свежей выпечки, вам стоит заказать пирог с '
         'капустой и яйцом. Вы сможете хорошенько подкрепиться с помощью этого блюда.',
         'images/cabbage.jpeg',
         2
     ),
    (
         5,
         'Пирог с говядиной и луком',
         'Сытный пирог с начинкой из свежайшей говядины для тех, '
         'кто голоден не на шутку.',
         'images/met-beef.jpeg',
         3
     ),
    (
        6,
        'Пирог с говядиной и капустой',
        'Пирог изготовлен с душой, что позволяет достичь '
        'настоящий вкус домашней выпечки. Закажите доставку '
        'настоящего русского пирога с говядиной и капустой.',
        'images/pirog_beef_cabbage.jpeg',
        3
    ),
    (
        7,
        'Пирог с семгой и рисом',
        'Пирог, в состав которого входят '
        'овощи (помидор и лук), рис и рыба – '
        'превосходное решение для завтрака, обеда или ужина.',
        'images/fish_red.jpeg',
        4
    ),
    (
        8,
        'Пирог с треской и капустой',
        'Пирог с треской и капустой имеет отличный вкус, '
        'кроме того, его можно есть как в тёплом, так и в холодном виде. ',
        'images/fish_withe.jpeg',
        4
    )
]